{
  "Step 1": "Step 1",
  "Chit-chat": "Talk",
  "Step 2": "Step 2",
  "Handshake": "Approval",
  "Step 3": "Step 3",
  "Delivery": "Go-time",
  "Everything starts with clearly defined goals—both yours and those of your potential customers. We can translate those goals into a digital strategy that defines the scope of what needs to be designed and built.": "Everything starts with clearly defined goals—both yours and those of your potential customers. We can translate those goals into a digital strategy that defines the scope of what needs to be designed and built.",
  "With the strategy in hand, I can draft a quote with a target date on which the realisation will start, and when the delivery of the end result could be. All I need now, is your agreement and any required assets.": "With that blueprint in hand, I can draft a quote with a target date on which the realisation will start, and when the delivery of the end result could be. All I need now, is your agreement.",
  "Once the production kicks off, an initial design phase will be followed by development, then testing and validation, and finally, the delivery—with an obligatory celebration!": "Seeing is believing—the initial design phase will provide you with a first look the the result. The development phase will then make the design tangible. After proper testing and validation, we finally get the delivery!",
  "A corporate website for HealthySolutions": "A corporate website for HealthySolutions",
  "Automated data consolidation for the new Vlaanderen.be website": "Automated data consolidation for the new Vlaanderen.be website",
  "Meaningful web products that are conversion-focused, brand-accurate & people-friendly.": "Meaningful web products that are conversion-focused, brand-accurate and people-friendly.",
  "Here’s what you can expect after you’ve <2>contacted</2> me for your project:": "Here’s what you can expect after you’ve <2>contacted</2> me for your project:",
  "Overview of my services": "Overview of my services",
  "It might appear simple on the surface, but there are actually a number of <1>moving parts</1> to consider when creating products for the web.": "It might appear simple on the surface, but there are actually a number of <1>moving parts</1> to consider when creating products for the web.",
  "Design": "Design",
  "design-service-content": "<0>I create <1>timeless designs</1> for your website, and easy to understand <3>user interfaces</3> for your web applications.</0><1>User experience and accessibility are highly ranked on my checklist, so I  will always take them into consideration.</1><2>I can also help out with <1>branding</1> needs—a logo, a new font, or some fresh and dazzling colors. I’ll keep in mind that you might need some print work done in the future,by ensuring that your brand colors don’t look like mud on paper.</2><3>Need <1>actual</1> print work? let me know!</3><4></4>",
  "Development": "Development",
  "development-service-content": "<0>I build both simple static <1>websites</1>, as well as larger ones with a content management system. Translations? Check! Selling your products online? No problem.</0><1>You might need some custom built software for your company, or perhaps you are selling a digital product? I am no stranger to working on larger <2>web applications</2>, and also offer full-stack development. I work with modern and battle-tested technologies, deployed on a resilient cloud infrastructure.</1>",
  "Content": "Content",
  "content-service-content": "<0>Having a functional and good looking product only gets you so far. Your potential customers or users also need something to read and look at, something that inspires or informs them, but above all: convinces them to get in touch with you.</0><1>I work together closely with several talented freelancers that deliver top-notch <2>photography, videography and copywriting</2>.</1>",
  "What you can expect": "What you can expect",
  "Personal service, without any overhead.": "Personal service, without any overhead.",
  "Don’t worry about having to speak to different members of a team—any communication and decision making will be between you and me. A single contact for all your needs.": "Don’t worry about having to speak to different members of a team—any communication and decision making will be between you and me. A single contact for all your needs.",
  "No endless waiting on a planning schedule.": "No endless waiting on a planning schedule.",
  "Unexpected changes or requests can take a while to make it into the planning of larger agencies. Having only my own schedule to manage, I can be quite flexible to accommodate your wishes.": "Unexpected changes or requests can take a while to make it into the planning of larger agencies. Having only my own schedule to manage, I can be quite flexible to accommodate your wishes.",
  "Great ROI at a competitive price.": "Great value at a competitive price.",
  "Taking the previous items in consideration, I can offer my services at <1>a more competitive price</1>, while still delivering high quality work with a quick turnaround.": "Being a one-man operation, I can offer my services at <1>a more competitive price</1>, while still delivering high quality work with a quick turnaround.",
  "Ethics and values": "Ethics and values",
  "I build for an honest and friendly web, so some lines will not be crossed. That is why I will not…": "I build for an honest and friendly web, so some lines will not be crossed. That is why I will not…",
  "Ignore mobile devices or cut corners when it comes to accessibility.": "Ignore mobile devices or cut corners when it comes to accessibility.",
  "Get involved in projects relating to gambling, crypto, NFT’s or Web3.": "Get involved in projects relating to gambling, crypto, NFT’s or Web3.",
  "Design or apply deceptive techniques or dark patterns to sell your product or subscribe visitors to your services.": "Design or apply deceptive techniques or “dark patterns” to sell your product or subscribe visitors to your services.",
  "Advise the use of privacy-invasive analytics, tracking pixels or on-by-default cookies.": "Advise the use of privacy-invasive analytics or tracking pixels.",
  "Implement on-by-default cookies.": "Implement on-by-default cookies.",
  "Let’s create something beautiful.": "Convinced? Let’s talk!",
  "Tell me about your ideas": "Tell me about your ideas",
  "Common questions": "Some other things you might want to know",
  "Will I get any support afterwards?": "Will I get any support afterwards?",
  "Making sure your website of web application continues to function smoothly is crucial. The duration and intensity of continued support for your project will be tailored to your preference. For websites, there’s <2>an obligatory monthly fee</2> which comes with a guaranteed 24 hours response time.": "Making sure your website of web application continues to function smoothly is crucial. The duration and intensity of continued support for your project will be tailored to your preference. For websites, there’s <2>an obligatory monthly fee</2>.",
  "Which technologies do you use?": "Which technologies do you use?",
  "Project management and documentation will be shared with you on a dedicated Notion space. Design will either be done in Figma or Affinity Designer. For development, I will typically write Typescript code in a combination of React with either Gatsby, Next.js or Remix. Tailwind is my go-to styling library.": "Project management and documentation will be shared with you on a dedicated Notion space. Design will either be done in Figma or Affinity Designer. For development, I will typically write Typescript code in a combination of React with either Gatsby, Next.js or Remix. Tailwind is my go-to styling library.",
  "Can you help me with a no-code project?": "Can you help me with a no-code project?",
  "I take pride in my craft and do not create websites in a no-code environment (such as Webflow, for example). Everything is made to fit, with the utmost attention to factors like UX, responsiveness and load speed. To ensure a high quality end result, I will not be cutting any corners.": "I take pride in my craft and do not create websites in a no-code environment (such as Webflow, for example). Everything is made to fit, with the utmost attention to factors like UX, responsiveness and load speed. To ensure a high quality end result, I will not be cutting any corners.",
  "Are you available for long-term consultancy?": "Are you available for long-term consultancy?",
  "Yes, of course. Bigger projects that span a longer period—months or even years—come with a set of challenges that I am no stranger to. I have several years of experience working with start-ups and on mature digital projects in an agile environment. My rates are mentioned on <2>the pricing page</2>.": "Yes, of course. Bigger projects that span a longer period—months or even years—come with a set of challenges that I am no stranger to. I have several years of experience working with start-ups and on mature digital projects in an agile environment. My rates are mentioned on <2>the pricing page</2>.",
  "Some other work of mine": "Some other work of mine",
  "seo-title": "What I do"
}
