{
  "A look underneath the hood": "Een blik onder de motorkap",
  "The source code for this website can be found <2>on Github</2>.": "De broncode van deze website kan je vinden <2>op Github</2>.",
  "This website is statically generated with <2>Gatsby</2> and coded in <5>Typescript</5> using <8>React</8>. I am pretty sure you could consider it to be a JAM stack setup. In its current form, it is a little over-engineered, but it does give me the freedom to experiment, or, at some point, plug in a headless CMS if needed. Also, I really like working with React. It’s pretty dang solid imo.": "Deze website wordt statisch gegenereerd met <2>Gatsby</2> en is geschreven in <5>Typescript</5> en <8>React</8>. Ik ben vrij zeker dat je deze setup een JAM stack kunt noemen. Een beetje over-engineered in zijn huidige vorm, dat zeker, maar deze setup geeft me de vrijheid om te experimenteren, of, ergens in de toekomst, om er een headless CMS aan te koppelen. Ik werk ook echt héél graag met React.",
  "For styling, this website uses <2>Tailwind</2> with a custom color scheme. The font in use is the open source <5>Space Grotesk</5>, and I opted to use the variable font as this removes the need for multiple font files.": "Voor alles wat styling betreft, wordt op deze website gebruik gemaakt van <2>Tailwind</2> met een custom kleuren palet. Het gebruikte lettertype is het open source <5>Space Grotesk</5>, en ik heb hier gekozen om het variabele lettertype te gebruiken omdat dit voorkomt dat je meerdere bestanden in moet laden.",
  "The pulsing blobs in the background are animated using <2>D3</2> and the shapes where generated using the <4>Blobmaker</4> website.": "De dynamische blobs in de achtergrond zijn geanimeerd met <2>D3</2> en de vormen werden gemaakt door middel van de <4>Blobmaker</4> website.",
  "I roughly designed this website in <2>Affinity Designer</2> and then fine-tuned everything during development.": "Ik maakte een ruw ontwerp voor deze website in <2>Affinity Designer</2> en heb tijdens development iteratief gefinetuned.",
  "As mentioned there is no CMS in use at this time, but for this project I would probably implement <2>Decap CMS</2>. This integrates well with the CI/CD deployment from the repository onto <5>Netlify</5>. Netlify is very reliable and the user interface is very easy to use. Their generous free-tier hosting allows me to have this website up for €0 per month.": "Zoals vermeld wordt er op dit moment geen gebruik gemaakt van een CMS systeem, maar moest ik er voor dit project een gebruiken, zou ik waarschijnlijk <2>Decap CMS</2> implementeren. Dat CSM werkt vlot samen met CI/CD deployment vanuit de repository naar <5>Netlify</5>. Netlify is heel betrouwbaar en de user interface is ook heel vanzelfsprekend en vlot te gebruiken.",
  "Code": "Code"
}
