{
  "Step 1": "Stap 1",
  "Chit-chat": "Gesprek",
  "Step 2": "Stap 2",
  "Handshake": "Akkoord",
  "Step 3": "Stap 3",
  "Delivery": "Go-time",
  "Everything starts with clearly defined goals—both yours and those of your potential customers. We can translate those goals into a digital strategy that defines the scope of what needs to be designed and built.": "Eerst en vooral gaan we op zoek naar de doelstellingen die we willen bereiken—zowel die van jou als die van je potentiële klanten. De digitale strategie die daar uit kunnen afleiden, zal bepalen wat er ontworpen en gebouwd moet worden.",
  "With the strategy in hand, I can draft a quote with a target date on which the realisation will start, and when the delivery of the end result could be. All I need now, is your agreement and any required assets.": "Eenmaal de blauwdruk er ligt kan ik voor jou een offerte op maat maken, met naast een voorziene start datum ook een inschatting van wanneer de definitieve oplevering zou kunnen zijn. Met jouw akkoord, kunnen we van start gaan.",
  "Once the production kicks off, an initial design phase will be followed by development, then testing and validation, and finally, the delivery—with an obligatory celebration!": "Zien doet geloven—we starten dus met een ontwerp fase, waardoor je al een idee krijgt van het resultaat. De ontwikkelings fase maakt daarna dat ontwerp tastbaar. Na ook de nodige testen en validatie, komt dan ten slotte de oplevering.",
  "A corporate website for HealthySolutions": "Een zakelijke website voor HealthySolutions",
  "Automated data consolidation for the new Vlaanderen.be website": "Geautomatiseerde data consolidatie voor de nieuwe Vlaanderen.be website",
  "Meaningful web products that are conversion-focused, brand-accurate & people-friendly.": "Functionele web producten die doen wat ze moeten doen, met respect voor je merk, bezoekers en gebruikers.",
  "Here’s what you can expect after you’ve <2>contacted</2> me for your project:": "Dit is hoe een doorsnee samenwerking er uit ziet nadat je me <2>gecontacteerd</2> hebt voor je project:",
  "Overview of my services": "Waarvoor kan je bij mij terecht",
  "It might appear simple on the surface, but there are actually a number of <1>moving parts</1> to consider when creating products for the web.": "Websites en web applicaties bestaan uit heel wat individuele componenten—<1>it’s more than meets the eye</1>, zou je kunnen zeggen. Ik voer projecten uit over de gehele lijn.",
  "Design": "Design",
  "design-service-content": "<0>Ik maak <1>tijdloze ontwerpen</1> voor jouw website en makkelijk te begrijpen <3>interfaces</3> voor je webapplicaties.</0><1>Daarnaast hou ik ook altijd rekening met gebruikerservaring en toegankelijkheid—dat is nu eenmaal belangrijk.</1><2>Ik kan je ook helpen met <1>branding</1> behoeften zoals een logo, een passend lettertype of een fris kleurenpalet. Ik hou daarbij rekening met dat je vroeg of laat ook drukwerk nodig zou kunnen hebben, en dat prints niet lijken alsof ze met modderige kleuren gedrukt zijn.</2><3><1>Effectief</1> ook print werk nodig? Laat maar weten!</3><4></4>",
  "Development": "Development",
  "development-service-content": "<0>Ik kan voor je onderneming zowel eenvoudigere statische <1>websites</1> maken, als websites met een content management systeem. Vertalingen? Check! Je producten online verkopen? Geen probleem.</0><1>Je hebt voor je bedrijf misschien nood aan op maat gemaakte software, of misschien verkoopt u een digitaal product? Ik heb heel wat ervaring met werken aan grotere <2>web applicaties</2> en bied ook full-stack ontwikkeling aan. Ik werk steeds met moderne technologieën die uitgerold worden op een robuuste cloud infrastructuur.</1>",
  "Content": "Inhoud",
  "content-service-content": "<0>Met een functioneel en goed uitziend product bereik je maar een deel van je doel. Je potentiële klanten of gebruikers hebben ook iets nodig om te lezen en naar te kunnen kijken, iets dat hen inspireert of informeert, en vooral: hen overtuigt om jou te contacteren.</0><1>Ik werk nauw samen met een aantal getalenteerde freelancers die topkwaliteit <2>fotografie, videografie en copywriting</2> leveren.</1>",
  "What you can expect": "Wat je kan verwachten",
  "Personal service, without any overhead.": "Persoonlijke service, zonder gezever.",
  "Don’t worry about having to speak to different members of a team—any communication and decision making will be between you and me. A single contact for all your needs.": "Alle communicatie gebeurd tussen ons—je hoeft geen volledig team te leren kennen en krijgt steeds dezelfde persoon aan de lijn. Eén contactpersoon voor al je behoeften.",
  "No endless waiting on a planning schedule.": "Oplevering in dagen, geen weken.",
  "Unexpected changes or requests can take a while to make it into the planning of larger agencies. Having only my own schedule to manage, I can be quite flexible to accommodate your wishes.": "Tussentijdse veranderingen of verzoeken botsen bij grotere agencies vaak op een volzette planning. Ik heb alleen mijn eigen agenda in beheer, en kan dus heel flexibel om gaan met je verzochte aanpassingen.",
  "Great ROI at a competitive price.": "Hoge kwaliteit aan een scherpe prijs.",
  "Taking the previous items in consideration, I can offer my services at <1>a more competitive price</1>, while still delivering high quality work with a quick turnaround.": "Aangezien ik op mezelf werk, kan ik mijn diensten aanbieden aan <1>een scherpe prijs</1>, zonder dat je in moet boeten op kwaliteit, of geconfronteerd wordt met een ellenlange doorlooptijd.",
  "Ethics and values": "Waarden en normen",
  "I build for an honest and friendly web, so some lines will not be crossed. That is why I will not…": "Een eerlijk en human-first internet draag ik hoog in het vaandel, en dus trek ik ergens de streep. Daarom zal ik nooit…",
  "Ignore mobile devices or cut corners when it comes to accessibility.": "Beschikbaarheid voor mobiele apparaten negeren of toegankelijkheid de rug toe keren.",
  "Get involved in projects relating to gambling, crypto, NFT’s or Web3.": "Betrokken zijn bij projecten gerelateerd aan gokken, crypto, NFT's of Web3.",
  "Design or apply deceptive techniques or dark patterns to sell your product or subscribe visitors to your services.": "Misleidende technieken of “dark patterns” ontwerpen of toepassen om je product te verkopen of bezoekers te abonneren op je diensten.",
  "Advise the use of privacy-invasive analytics, tracking pixels or on-by-default cookies.": "Aanraden om gebruik te maken van analytics die de privacy schenden of van tracking pixels.",
  "Implement on-by-default cookies.": "Cookie gebruik standaard aanvinken in je cookie banner.",
  "Let’s create something beautiful.": "Kom. We slaan de handen in elkaar.",
  "Tell me about your ideas": "Vertel me over je ideeën",
  "Common questions": "Wat je misschien nog wilt weten",
  "Will I get any support afterwards?": "Krijg ik achteraf nog ondersteuning?",
  "Making sure your website of web application continues to function smoothly is crucial. The duration and intensity of continued support for your project will be tailored to your preference. For websites, there’s <2>an obligatory monthly fee</2> which comes with a guaranteed 24 hours response time.": "Het is van cruciaal belang dat je website of web applicatie probleemloos blijft functioneren. De duur en intensiteit van de ondersteuning voor je project wordt afgestemd op jouw voorkeur. Voor websites geldt <2>een verplicht maandelijks bedrag</2>.",
  "Which technologies do you use?": "Welke technologieën gebruik je?",
  "Project management and documentation will be shared with you on a dedicated Notion space. Design will either be done in Figma or Affinity Designer. For development, I will typically write Typescript code in a combination of React with either Gatsby, Next.js or Remix. Tailwind is my go-to styling library.": "Projectbeheer en documentatie worden met jou gedeeld op een speciale Notion workspace. Ontwerpen doe ik in Figma of Affinity Designer. Ontwikkeling van je project gebeurd met Typescript in combinatie van React met Gatsby, Next.js of Remix. Voor alles wat styling betreft, gebruik ik meestal Tailwind.",
  "Can you help me with a no-code project?": "Kun je me helpen met een no-code project?",
  "I take pride in my craft and do not create websites in a no-code environment (such as Webflow, for example). Everything is made to fit, with the utmost attention to factors like UX, responsiveness and load speed. To ensure a high quality end result, I will not be cutting any corners.": "Ik ben trots op mijn vak en maak geen websites in een no-code omgeving (zoals Webflow bijvoorbeeld). Alles wordt op maat gemaakt, met de grootst mogelijke aandacht voor UX, responsiviteit en laadsnelheid. Om een eindresultaat van hoge kwaliteit te garanderen, neem ik geen short cuts.",
  "Are you available for long-term consultancy?": "Ben je beschikbaar voor consultancy op lange termijn?",
  "Yes, of course. Bigger projects that span a longer period—months or even years—come with a set of challenges that I am no stranger to. I have several years of experience working with start-ups and on mature digital projects in an agile environment. My rates are mentioned on <2>the pricing page</2>.": "Zeer zeker. Grotere projecten met een langere looptijd—maanden of zelfs jaren—brengen uitdagingen met zich mee die mij niet vreemd zijn. Ik heb meerdere jaren ervaring met werken voor start-ups of voor mature digitale projecten in een agile omgeving. Mijn tarieven staan vermeld op <2>de prijzenpagina</2>.",
  "Some other work of mine": "Enkele projecten waar ik aan werkte",
  "seo-title": "Mijn diensten"
}
