{
  "Step 1": "Stap 1",
  "Chit-chat": "Gesprek",
  "Step 2": "Stap 2",
  "Handshake": "Goedkeuring",
  "Step 3": "Stap 3",
  "Delivery": "Uitvoering",
  "Everything starts with clearly defined goals—both yours and those of your potential customers. We can translate those goals into a digital strategy that defines the scope of what needs to be designed and built.": "Alles begint met duidelijk gedefinieerde doelstellingen—zowel de uwe als die van uw potentiële klanten. We kunnen die doelen vertalen in een digitale strategie die bepaalt wat er ontworpen en gebouwd moet worden.",
  "With the strategy in hand, I can draft a quote with a target date on which the realisation will start, and when the delivery of the end result could be. All I need now, is your agreement and any required assets.": "Met die strategie in de hand kan ik een offerte opstellen met een datum waarop de uitvoering kan starten en wanneer de oplevering van het eindresultaat zou kunnen zijn. Alles wat ik nu nog nodig heb, is jouw akkoord en benodigde bronbestanden.",
  "Once the production kicks off, an initial design phase will be followed by development, then testing and validation, and finally, the delivery—with an obligatory celebration!": "Zodra de productie van start gaat, wordt de ontwerpfase gevolgd door ontwikkeling, vervolgens het testen en valideren, en ten slotte de oplevering—met een klein feestje!",
  "A corporate website for HealthySolutions": "Een zakelijke website voor HealthySolutions",
  "Automated data consolidation for the new Vlaanderen.be website": "Geautomatiseerde data consolidatie voor de nieuwe Vlaanderen.be website",
  "Meaningful web products that are conversion-focused, brand-accurate & people-friendly.": "Betekenisvolle webproducten die conversiegericht, on-brand en mensvriendelijk zijn.",
  "Overview of my services": "Overzicht van mijn diensten",
  "It might appear simple on the surface, but there are actually a number of <1>moving parts</1> to consider when creating products for the web.": "Het lijkt het misschien eenvoudig, maar er zijn eigenlijk een aantal <1>bewegende delen</1> waar je rekening mee moet houden bij het maken van producten voor het web.",
  "Design": "Design",
  "design-service-content": "<0>We houden allemaal van mooie blinende dingen, maar bij designen voor gebruik in de browser moet altijd rekening worden gehouden met gebruikerservaring en toegankelijkheid.</0><1>Ik maak <1>tijdloze ontwerpen</1> voor uw website en makkelijk te begrijpen <3>gebruikersinterfaces</3> voor uw webapplicaties.</1><2>Ik kan u ook helpen met <1>branding</1> basisbehoeften zoals een logo, een nieuw lettertype of een fris kleurenpalet.</2>",
  "Development": "Development",
  "development-service-content": "<0>Ik maak zowel eenvoudige statische <1>websites</1>, als grotere met een content management systeem. Vertalingen? Check! Uw producten online verkopen? Geen probleem.</0><1>Uw bedrijf heeft misschien ook nood aan op maat gemaakte interne software, of misschien maakt u wel een intern product. Het werken aan grotere <2>webapplicaties</2> is mij niet vreemd en ik kan helpen met full-stack ontwikkeling met behulp van moderne en beproefde technologieën, ingezet op een veerkrachtige infrastructuur.</1>",
  "Content": "Inhoud",
  "content-service-content": "<0>Met een functioneel en goed uitziend product bereik je maar een deel van je doel. Je potentiële klanten of gebruikers hebben ook iets nodig om te lezen en naar te kunnen kijken, iets dat hen inspireert of informeert.</0><1>Ik werk nauw samen met een aantal getalenteerde freelancers die topkwaliteit <2>fotografie, videografie en copywriting</2> leveren. En het is een kleine wereld, dus alle andere benodigdheden kunnen worden bekeken.</1>",
  "What you can expect": "Wat je kan verwachten",
  "Personal service, without any overhead.": "Persoonlijke service, zonder enige overhead.",
  "Don’t worry about having to speak to different members of a team—any communication and decision making will be between you and me. A single contact for all your needs.": "Maak je geen zorgen dat je steeds met verschillende leden van een team moet praten—alle communicatie en besluitvorming vindt plaats tussen jou en mij. Eén contactpersoon voor al je behoeften.",
  "No endless waiting on a planning schedule.": "Geen eindeloos wachten op een planning.",
  "Unexpected changes or requests can take a while to make it into the planning of larger agencies. Having only my own schedule to manage, I can be quite flexible to accommodate your wishes.": "Het kan even duren voordat onverwachte veranderingen of verzoeken kunnen worden ingepland bij grotere bureaus. Omdat ik alleen mijn eigen agenda hoef te beheren, kan ik heel flexibel om gaan met je verzoeken.",
  "Great ROI at a competitive price.": "Geweldige ROI tegen een scherpe prijs.",
  "Taking the previous items in consideration, I can offer my services at <1>a more competitive price</1>, while still delivering high quality work with a quick turnaround.": "Als je de voorgaande punten in overweging neemt, kan ik mijn diensten aanbieden aan <1>een concurrerende prijs</1>, terwijl ik nog steeds werk van hoge kwaliteit lever, met een snelle doorlooptijd.",
  "Ethics and values": "Waarden en normen",
  "I build for an honest and friendly web, so some lines will not be crossed. That is why I will not…": "Ik wil meehelpen aan de ontwikkeling van een eerlijk en vriendelijk web, dus er zijn grenzen die ik niet wil overschrijden. Daarom zal ik nooit…",
  "Ignore mobile devices or cut corners when it comes to accessibility.": "Toegang voor mobiele apparaten negeren of toegankelijkheid veronachtzamen.",
  "Get involved in projects relating to gambling, crypto, NFT’s or Web3.": "Betrokken zijn bij projecten gerelateerd aan gokken, crypto, NFT's of Web3.",
  "Design or apply deceptive techniques or dark patterns to sell your product or subscribe visitors to your services.": "Misleidende technieken of \"dark patterns\" ontwerpen of toepassen om je product te verkopen of bezoekers te abonneren op je diensten.",
  "Advise the use of privacy-invasive analytics, tracking pixels or on-by-default cookies.": "Advies geven om privacy-invasieve analytics of tracking pixels te gebruiken, of om cookies standaard aan te vinken.",
  "Let’s create something beautiful.": "Laten we iets prachtigs creëren.",
  "Tell me about your ideas": "Vertel me over je ideeën",
  "Common questions": "Veelgestelde vragen",
  "What is the typical flow of a project?": "Wat is het typische verloop van een project?",
  "We start by defining the project scope and identifying the requirements. I’ll then send you a quote and an estimated timeline. From there on, we’ll head into the design phase and then move onto development. And finally, the delivery of the end result—accompanied by a hand-over, if needed.": "We beginnen met het afbakenen van de omvang en vereisten van het project. Vervolgens stuur ik je een offerte en een geschatte tijdlijn. Daarna gaan we naar de ontwerpfase en vervolgens naar het schrijven van de code. Tot slot volgt nog de oplevering van het eindresultaat, indien nodig gepaard met een hand-over.",
  "Will I get any support afterwards?": "Krijg ik achteraf nog ondersteuning?",
  "Making sure your website of web application continues to function smoothly is crucial. The duration and intensity of continued support for your project will be tailored to your preference. For websites, there’s <2>an obligatory monthly fee</2> which comes with a guaranteed 24 hours response time.": "Het is van cruciaal belang dat uw website of webapplicatie probleemloos blijft functioneren. De duur en intensiteit van de  ondersteuning voor je project wordt afgestemd op jouw voorkeur. Voor websites geldt <2>een verplicht maandelijks bedrag</2> dat een gegarandeerde responstijd van 24 uur omvat.",
  "Which technologies do you use?": "Welke technologieën gebruik je?",
  "Project management and documentation will be shared with you on a dedicated Notion space. Design will either be done in Figma or Affinity Designer. For development, I will typically write Typescript code in a combination of React with either Gatsby, Next.js or Remix. Tailwind is my go-to styling library.": "Projectbeheer en documentatie worden met jou gedeeld op een speciale Notion workspace. Het ontwerp wordt uitgevoerd in Figma of Affinity Designer. Voor de ontwikkeling schrijf ik Typescript-code in een combinatie van React met Gatsby, Next.js of Remix. Voor alles wat styling betreft, gebruik ik meestal Tailwind.",
  "Can you help me with a no-code project?": "Kun je me helpen met een no-code project?",
  "I take pride in my craft and do not create websites in a no-code environment (such as Webflow, for example). Everything is made to fit, with the utmost attention to factors like UX, responsiveness and load speed. To ensure a high quality end result, I will not be cutting any corners.": "Ik ben trots op mijn vak en maak geen websites in een no-code omgeving (zoals Webflow bijvoorbeeld). Alles wordt op maat gemaakt, met de grootst mogelijke aandacht voor factoren als UX, responsiviteit en laadsnelheid. Om een eindresultaat van hoge kwaliteit te garanderen, neem ik geen short cuts.",
  "Are you available for long-term consultancy?": "Ben je beschikbaar voor consultancy op lange termijn?",
  "Yes, of course. Bigger projects that span a longer period—months or even years—come with a set of challenges that I am no stranger to. I have several years of experience working with start-ups and on mature digital projects in an agile environment. My rates are mentioned on <2>the pricing page</2>.": "Zeer zeker. Grotere projecten met een langere looptijd—maanden of zelfs jaren—brengen uitdagingen met zich mee die mij niet vreemd zijn. Ik heb meerdere jaren ervaring met werken voor start-ups of voor mature digitale projecten in een agile omgeving. Mijn tarieven staan vermeld op <2>de prijzenpagina</2>.",
  "Some other work of mine": "Enkele andere projecten",
  "What I do": "Mijn diensten"
}
