{
  "My current rates": "Mijn huidige tarief",
  "rate": "Ik hanteer een tarief van <1>€600/dag</1> of <4>€75/uur</4> en werk liefst met een verloning per uur",
  "Fixed-price projects are of course up for discussion. An estimate will be made based on the rates mentioned above.": "Projecten met een vaste prijs zijn natuurlijk bespreekbaar. Ook voor de gemaakte inschatting worden de bovenstaande tarieven gehanteerd.",
  "Long-term consultancy projects with an existing team get a guaranteed working day of up to 8 hours to allow for proper collaboration.": "Langdurige consultancy projecten met een bestaand team krijgen een gegarandeerde werkdag van maximaal 8 uur, zodat een goede samenwerking in teamverbang mogelijk is. In een werkweek van 5 dagen, werk ik minstens 3 dagen remote.",
  "Start-ups and projects for social good can try persuading me to offer a discounted rate. <2></2>": "Start-ups of organisaties met een werking binnen het sociaal welzijn mogen altijd proberen mij te overtuigen om een kortingstarief aan te bieden. <2></2>",
  "Let’s find out what I can do for you.": "Laten we uitzoeken wat ik voor je kan doen.",
  "Tell me about your ideas": "Vertel me over jouw ideeën",
  "Common questions about my pricing": "Veelgestelde vragen over mijn tarieven",
  "How much will my project cost me?": "Hoeveel kost het totaal prentje?",
  "Very fair question, but without a defined scope, a tough question to answer. Designing and developing a website for example can start at around €3000 <2><0><0>*</0></0></2>. If you already have something in mind, <5>send me some details</5> and I will do my best to give you a ballpark figure.": "Een heel terechte vraag, maar zonder een afgebakende scope, niet een die ik exact kan beantwoorden. Het ontwerpen en ontwikkelen van een website start bijvoorbeeld rond €3000 <2><0><0>*</0></0></2>. Als je al iets in gedachten hebt, <5>stuur me dan wat details</5> en ik zal mijn best doen om je een schatting te geven.",
  "What are my reoccurring costs for a website?": "Zijn er vaste kosten aan een website?",
  "The bare minimum cost is <2>65 euros<1><0><0>*</0></0></1> per month</2>. This includes your hosting and a guaranteed fixing of any issues with your website within 24 hours. Other recurring fees could include the costs of a domain name, higher traffic hosting, or for example a subscription to a third-party service.": "Ik reken een minimale kost van <2>65 euro<1><0><0>*</0></0></1> per maand</2>. Dit is inclusief je hosting en garandeert ook dat ik binnen de 24 uur een oplossing voorzie voor een probleem met je website. Verder kunnen ook je domeinnaam, of bijvoorbeeld een uitgebreide hosting of een abonnement op een externe dienst deze kosten aanvullen.",
  "Do you work with other freelancers?": "Werk je samen met andere freelancers?",
  "A different professional—say, a photographer or copywriter—might need to step in, depending on the scope. The costs will be communicated transparently in advance, and their work will be listed separately on your invoice.": "Afhankelijk van de noden van je project kan het zijn dat er een deskundige ingeschakeld wordt, zoals bijvoorbeeld een fotograaf of copywriter. Hun tarieven worden vooraf transparant gecommuniceerd en hun werk wordt apart vermeld op je factuur.",
  "Mentioned price is without VAT.": "Genoemde prijs is exclusief BTW.",
  "My rates": "Mijn tarief"
}
